
-- 表的结构 `admin`
--
 ------------------------------------------------------

--
-- 转存表中的数据 `attachments`
--

INSERT INTO `attachments` (`id`, `key`, `name`, `type`, `size`, `url`, `add_time`, `update_time`, `deleted`) VALUES
(11, 'hjg0s3xdc2d1lv18dvo5.jpg', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.ezyP7HiKXhtJ623b9a6aca8ce45bae841e1cfd55e523.jpg', 'image/jpeg', 33795, 'http://localhost:8080/wx/storage/fetch/hjg0s3xdc2d1lv18dvo5.jpg', '2019-10-13 21:46:50', '2019-10-13 21:46:50', 0),
(12, '6x3malowb2dh0kii0tno.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.n0bSZ9jE3oi3d42d7940b3c399fbd2bc16ea74408e49.png', 'image/png', 15371, 'http://localhost:8080/wx/storage/fetch/6x3malowb2dh0kii0tno.png', '2019-10-14 09:56:21', '2019-10-14 09:56:21', 0),
(13, 'djdsqlbu7lu8z2tdo43p.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.IzpwxGsDISotb990d5bdbd2c805614acb31c7d21be31.png', 'image/png', 8460, 'http://localhost:8080/wx/storage/fetch/djdsqlbu7lu8z2tdo43p.png', '2019-10-14 09:59:35', '2019-10-14 09:59:35', 0),
(14, '79dsubxvs9uyxjq9gmv3.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.5FNUUBKp2zcMd42d7940b3c399fbd2bc16ea74408e49.png', 'image/png', 15371, 'http://localhost:8080/wx/storage/fetch/79dsubxvs9uyxjq9gmv3.png', '2019-10-14 10:00:15', '2019-10-14 10:00:15', 0),
(15, 'nhpbb9vjuy73v4pw19ay.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.18rFx6HFPHjMd42d7940b3c399fbd2bc16ea74408e49.png', 'image/png', 15371, 'http://localhost:8080/wx/storage/fetch/nhpbb9vjuy73v4pw19ay.png', '2019-10-14 10:06:32', '2019-10-14 10:06:32', 0),
(16, 'j1d1lwjlh1jrpkssan9o.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.fGqv4KMD6pEjb990d5bdbd2c805614acb31c7d21be31.png', 'image/png', 8460, 'http://localhost:8080/wx/storage/fetch/j1d1lwjlh1jrpkssan9o.png', '2019-10-14 10:15:15', '2019-10-14 10:15:15', 0),
(17, 'wtmzj6mb2x4t4u1jso25.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.3Yr8tbLRBni401a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8080/wx/storage/fetch/wtmzj6mb2x4t4u1jso25.jpg', '2019-10-15 15:18:51', '2019-10-15 15:18:51', 0),
(18, 'm1i7pvdv3cjqpw6w6pt2.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.zhQuKCg8aiGvec0bb9385ef011da723cf0ea116ff04f.jpg', 'image/jpeg', 14063, 'http://localhost:8080/wx/storage/fetch/m1i7pvdv3cjqpw6w6pt2.jpg', '2019-10-15 15:19:21', '2019-10-15 15:19:21', 0),
(19, '9hguhngr975p9tqabesa.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.JW9Pf1RxlK043c14dcf5b70212c8853b66af5ca75122.jpg', 'image/jpeg', 13170, 'http://localhost:8080/wx/storage/fetch/9hguhngr975p9tqabesa.jpg', '2019-10-15 17:10:13', '2019-10-15 17:10:13', 0),
(20, 'vxu53hccse87uq35azlf.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.IZRrZaIJbuEo60e9b9beb3d86f163bc534d06b585e22.jpg', 'image/jpeg', 83981, 'http://localhost:8080/wx/storage/fetch/vxu53hccse87uq35azlf.jpg', '2019-10-16 10:06:10', '2019-10-16 10:06:10', 0),
(21, 'fbisyuykjwwa0yap8bnc.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.nUKHmTP6bOAm60e9b9beb3d86f163bc534d06b585e22.jpg', 'image/jpeg', 83981, 'http://localhost:8088/wx/storage/fetch/fbisyuykjwwa0yap8bnc.jpg', '2019-10-16 10:24:45', '2019-10-16 10:24:45', 0),
(22, 'u8ig3p6ygl3za4rfhzfy.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.HUCK9GJaMj1t01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/u8ig3p6ygl3za4rfhzfy.jpg', '2019-10-16 10:34:51', '2019-10-16 10:34:51', 0),
(23, 'apfg0mvixuhnnpglpao3.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.oEPhvHGhtSNb6b1983a26a32647c4832456dc9f5dcd3.jpg', 'image/jpeg', 479682, 'http://localhost:8088/wx/storage/fetch/apfg0mvixuhnnpglpao3.jpg', '2019-10-16 10:35:16', '2019-10-16 10:35:16', 0),
(24, 's8x16ukvbi44jawcav92.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.pG6tlLjHv2hD4bff5d45104e2e6c59b1825b54864d58.jpg', 'image/jpeg', 399175, 'http://localhost:8088/wx/storage/fetch/s8x16ukvbi44jawcav92.jpg', '2019-10-16 11:01:09', '2019-10-16 11:01:09', 0),
(25, 'olq34mqj7toxjv041pbf.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.dfp82FMjBOcc4bff5d45104e2e6c59b1825b54864d58.jpg', 'image/jpeg', 399175, 'http://localhost:8088/wx/storage/fetch/olq34mqj7toxjv041pbf.jpg', '2019-10-16 11:02:49', '2019-10-16 11:02:49', 0),
(26, 'vh8axzmnoxgarri5u0nv.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.vMv50sfbR2dl01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/vh8axzmnoxgarri5u0nv.jpg', '2019-10-16 11:03:04', '2019-10-16 11:03:04', 0),
(27, 'msft0a7xqwn1ueom32tj.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.rs2P3nCLsEm45ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/msft0a7xqwn1ueom32tj.png', '2019-10-16 11:03:38', '2019-10-16 11:03:38', 0),
(28, '40zbpwdje6ao6ugti0lq.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.PztMqieX5PfF01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/40zbpwdje6ao6ugti0lq.jpg', '2019-10-16 11:03:44', '2019-10-16 11:03:44', 0),
(29, '956z90rqlvinszxyrbl6.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.ZC3QZAVTHRnh01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/956z90rqlvinszxyrbl6.jpg', '2019-10-16 11:04:24', '2019-10-16 11:04:24', 0),
(30, 'h9jwsmtuq9z5ezc5f1ms.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.2s7lFXi2Z4lx5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/h9jwsmtuq9z5ezc5f1ms.png', '2019-10-16 11:08:14', '2019-10-16 11:08:14', 0),
(31, '9c9449ya0fjq7bb3x81b.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.Kfur2emN8ciH5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/9c9449ya0fjq7bb3x81b.png', '2019-10-16 11:09:46', '2019-10-16 11:09:46', 0),
(32, 'hyuh2kbsemuvnihz2fdf.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.PPoYRBVYadOQ01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/hyuh2kbsemuvnihz2fdf.jpg', '2019-10-16 11:09:52', '2019-10-16 11:09:52', 0),
(33, 'i0jaacja8tup4tu2qr87.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.VV98qoBPeWG301a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/i0jaacja8tup4tu2qr87.jpg', '2019-10-16 11:15:31', '2019-10-16 11:15:31', 0),
(34, 'bd2elxdn6kky1rspuyde.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.E5z0JoO7hGzv996d8248f580f8e26e6c45c67da9b5a6.png', 'image/png', 2761, 'http://localhost:8088/wx/storage/fetch/bd2elxdn6kky1rspuyde.png', '2019-10-16 11:20:31', '2019-10-16 11:20:31', 0),
(35, 'ututediqbwn366yfxfmb.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.D7bDRTOzlQYC01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/ututediqbwn366yfxfmb.jpg', '2019-10-16 14:15:07', '2019-10-16 14:15:07', 0),
(36, 'jcpd7zx0021nq1azeq8f.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.xVGCoFuDiJyZ056eb0586182a8d28273ad11c028e912.jpg', 'image/jpeg', 213199, 'http://localhost:8088/wx/storage/fetch/jcpd7zx0021nq1azeq8f.jpg', '2019-10-16 14:15:21', '2019-10-16 14:15:21', 0),
(37, 'gyop4x4hrk1i4dv78uqi.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.61f1pcgf5KC74bff5d45104e2e6c59b1825b54864d58.jpg', 'image/jpeg', 399175, 'http://localhost:8088/wx/storage/fetch/gyop4x4hrk1i4dv78uqi.jpg', '2019-10-16 15:00:12', '2019-10-16 15:00:12', 0),
(38, '2k3d2ov9o526b29a1vgm.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.UhxBKkSjl0BM01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/2k3d2ov9o526b29a1vgm.jpg', '2019-10-16 15:22:15', '2019-10-16 15:22:15', 0),
(39, 'ikk01k60v20o9ef2bu38.jpg', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.IDiGnN2JE7BA01a9cbacc92bb3745ae4fae9ae41d8b0.jpg', 'image/jpeg', 338614, 'http://localhost:8088/wx/storage/fetch/ikk01k60v20o9ef2bu38.jpg', '2019-10-16 15:27:34', '2019-10-16 15:27:34', 0),
(40, 'fdyfe1cwc7oxx7n2okcl.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.NqxzKuprqkyB5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/fdyfe1cwc7oxx7n2okcl.png', '2019-10-16 15:28:56', '2019-10-16 15:28:56', 0),
(41, 'g238qb5eja3g98eu8m4j.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.5o1WKyXHbJaC5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/g238qb5eja3g98eu8m4j.png', '2019-10-16 15:30:40', '2019-10-16 15:30:40', 0),
(42, 'iym0zcu8zfx1ptyiz5ba.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.ibXfutriqZVH5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/iym0zcu8zfx1ptyiz5ba.png', '2019-10-16 15:37:07', '2019-10-16 15:37:07', 0),
(43, 'wqu55jjq6sigzblmzpn5.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.UVjoNYrjlNL55ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://localhost:8088/wx/storage/fetch/wqu55jjq6sigzblmzpn5.png', '2019-10-16 16:02:16', '2019-10-16 16:02:16', 0),
(44, '2mdx9arlyolp4koanqzt.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.7EYvGAhYWARBd42d7940b3c399fbd2bc16ea74408e49.png', 'image/png', 15371, 'http://localhost:8088/wx/storage/fetch/2mdx9arlyolp4koanqzt.png', '2019-10-16 16:28:39', '2019-10-16 16:28:39', 0),
(45, 'gsg2b7m6j6tusagnlii3.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.kvSqWdW9rOeC5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://gallery.kiwi1.cn/:8088/wx/storage/fetch/gsg2b7m6j6tusagnlii3.png', '2019-10-17 21:34:24', '2019-10-17 21:34:24', 0),
(46, 'jfd0bx4jquewaghg3imp.png', 'wx5819418d9cc31c15.o6zAJs1gpaKb75YuTjlFnkd4Ny7o.KfDQVwiweMrsd42d7940b3c399fbd2bc16ea74408e49.png', 'image/png', 15371, 'http://wechat.kiwi1.cn/:8088/wx/storage/fetch/jfd0bx4jquewaghg3imp.png', '2019-10-18 09:23:55', '2019-10-18 09:23:55', 0),
(47, 'chnbf4ffdla4dwngyf7t.jpg', 'tmp_85271a42a538dc20a3eec1cf614ec04e77fb0a52c491e4ca.jpg', 'image/jpg', 153868, 'http://wechat.kiwi1.cn/wx/storage/fetch/chnbf4ffdla4dwngyf7t.jpg', '2019-10-18 10:13:36', '2019-10-18 10:13:36', 0),
(48, 'g0qc3cny4aedrqer9zc4.jpg', 'tmp_32703dc1fd9c08492acce7820ac63528c4a576bd0c786348.jpg', 'image/jpg', 21724, 'http://wechat.kiwi1.cn/wx/storage/fetch/g0qc3cny4aedrqer9zc4.jpg', '2019-10-18 10:24:41', '2019-10-18 10:24:41', 0),
(49, 'kp9319gzazwcovcxzykd.png', 'wx5819418d9cc31c15.o6zAJs8UiJWSmnmux0wTeBASb2GQ.slM7kxFyc3pm5ef5792dc55d81470db80a1d7dfad26e.png', 'image/png', 30712, 'http://wechat.kiwi1.cn/:8088/wx/storage/fetch/kp9319gzazwcovcxzykd.png', '2019-10-18 14:30:04', '2019-10-18 14:30:04', 0);

-- --------------------------------------------------------

--

--
-- 转存表中的数据 `categories`
--

INSERT INTO `categories` (`id`, `create_time`, `update_time`, `description`, `name`, `parent_id`, `slug_name`) VALUES
(1, '2019-06-23 03:43:07', '2019-10-11 06:15:07', 'brush', '框架工具', 1, 'o2dt75UGSOhxnbTQkkxoomXeeIEQ'),
(4, '2019-08-03 01:18:01', '2019-10-18 01:58:45', 'brush', '柯南', 1, 'o2dt75TEHllotJKGYDoGpWGNcpag'),
(30, '2019-10-10 06:57:23', '2019-11-05 00:54:53', 'barrage', '猪八1', 1, 'o2dt75UGSOhxnbTQkkxoomXeeIEQ'),
(64, '2019-10-15 02:03:34', '2019-10-15 03:19:49', 'barrage', '林废', 2, 'o2dt75UGSOhxnbTQkkxoomXeeIEQ'),
(67, '2019-10-15 03:22:29', '2019-10-15 03:22:29', 'activity', 'SpringBoot', 2, 'o2dt75QrvivjsrGzxmkikLDZtotw'),
(68, '2019-10-15 06:22:52', '2019-10-15 06:22:52', 'activity', '习近平', 2, 'o2dt75QrvivjsrGzxmkikLDZtotw'),
(69, '2019-10-15 06:41:44', '2019-10-18 10:46:10', 'barrage', 'test1', 1, 'o2dt75QrvivjsrGzxmkikLDZtotw'),
(92, '2019-10-15 13:38:29', '2019-10-15 13:38:29', 'activity', 'aa', 2, 'o2dt75QrvivjsrGzxmkikLDZtotw'),
(99, '2019-10-16 03:19:14', '2019-10-18 11:14:21', 'activity', 'kiwi', 1, 'o2dt75QrvivjsrGzxmkikLDZtotw'),
(101, '2019-10-18 06:34:29', '2019-10-18 06:34:29', 'activity', 'huspring', 2, 'o2dt75TEHllotJKGYDoGpWGNcpag'),
(103, '2019-10-18 08:05:44', '2019-10-18 08:05:44', 'activity', '乐乐', 1, 'o2dt75TEHllotJKGYDoGpWGNcpag'),
(105, '2019-10-18 11:14:32', '2019-10-20 13:47:28', 'activity', 'wanga', 1, 'o2dt75QrvivjsrGzxmkikLDZtotw'),
(106, '2019-10-20 13:50:42', '2019-10-20 13:50:42', 'activity', 'fasfsa', 1, 'o2dt75QrvivjsrGzxmkikLDZtotw');

-- --------------------------------------------------------

--
-- 转存表中的数据 `comments`
--

INSERT INTO `comments` (`type`, `id`, `create_time`, `update_time`, `author`, `content`, `is_anonymous`, `post_id`, `status`, `top_priority`, `user_id`) VALUES
(0, 2, '2019-10-08 11:03:37', '2019-10-08 11:03:37', '安安😘', '安安😘安安😘安安😘安安😘', 0, 1, 1, 0, 3),
(0, 3, '2019-10-08 11:04:11', '2019-10-08 11:04:11', '啊啊😘', '啊啊😘啊啊😘啊啊😘啊啊😘', 0, 1, 1, 0, 4),
(0, 4, '2019-10-08 11:04:30', '2019-10-08 11:04:30', '发顺丰📪', '发顺丰📪发顺丰📪发顺丰📪发顺丰📪发顺丰📪', 1, 1, 1, 0, 5),
(0, 6, '2019-10-10 08:38:02', '2019-10-10 08:38:02', 'ZH..46', '没吊？', 0, 1, 1, 0, 5),
(0, 7, '2019-10-10 08:38:21', '2019-10-10 08:38:21', 'ZH..46', '我没吊！', 0, 1, 1, 0, 5),
(0, 8, '2019-10-10 08:40:14', '2019-10-10 08:40:14', 'ZH..46', '司马懿是我爸爸', 0, 1, 1, 0, 5),
(0, 9, '2019-10-10 08:43:12', '2019-10-10 08:43:12', 'ZH..46', 'aaaaa', 0, 1, 1, 0, 5),
(0, 10, '2019-10-10 08:43:42', '2019-10-10 08:43:42', 'ZH..46', 'heheheheh', 0, 1, 1, 0, 5),
(0, 11, '2019-10-10 08:45:46', '2019-10-10 08:45:46', 'ZH..46', 'ffff', 0, 1, 1, 0, 5),
(0, 12, '2019-10-10 08:47:04', '2019-10-10 08:47:04', 'ZH..46', 'safsaf', 0, 1, 1, 0, 5),
(0, 13, '2019-10-11 08:25:26', '2019-10-11 08:25:26', 'ZH..46', '哈哈哈哈哈', 1, 1, 1, 0, 5),
(0, 14, '2019-10-11 08:39:41', '2019-10-11 08:39:41', 'ZH..46', '????', 1, 1, 1, 0, 5),
(0, 16, '2019-10-18 02:11:38', '2019-10-18 02:11:38', 'huhuhu', '回来', 1, 1, 1, 0, 4),
(0, 17, '2019-10-18 08:10:08', '2019-10-18 08:10:08', 'huhuhu', '咳咳', 1, 1, 1, 0, 4),
(0, 19, '2019-10-20 13:52:18', '2019-10-20 13:52:18', 'Kiwi', 'fasfas', 1, 4, 1, 0, 3),
(0, 20, '2019-11-05 00:42:52', '2019-11-05 00:42:52', 'ZH..46', '阿斯弗', 1, 123, 1, 0, 5);

-- --------------------------------------------------------


--
-- 转存表中的数据 `logs`
--

INSERT INTO `logs` (`id`, `create_time`, `update_time`, `content`, `user_id`, `type`) VALUES
(79, '2019-10-15 03:16:16', '2019-10-15 03:16:16', '修改<林徐州>目录下的<徐州>文章', '5', NULL),
(81, '2019-10-15 03:19:25', '2019-10-15 03:19:25', '添加<林>文章到<林徐州>目录', '5', NULL),
(82, '2019-10-15 03:19:49', '2019-10-15 03:19:49', '修改<私人目录>下的<林废>目录', '5', NULL),
(83, '2019-10-15 06:22:51', '2019-10-15 06:22:51', '添加目录<习近平>到<私人目录>', '3', NULL),
(84, '2019-10-15 06:40:30', '2019-10-15 06:40:30', '添加目录<操你妈>到<私人目录>', '4', NULL),
(85, '2019-10-15 06:41:52', '2019-10-15 06:41:52', '添加<sad>文章到<框架工具>目录', '4', NULL),
(86, '2019-10-15 06:41:42', '2019-10-15 06:41:42', '添加目录<ffff>到<公共目录>', '3', NULL),
(87, '2019-10-15 09:10:30', '2019-10-15 09:10:30', '修改<笔记>目录下的<elo>文章', 'null', NULL),
(88, '2019-10-15 09:10:44', '2019-10-15 09:10:44', '修改<笔记>目录下的<elo>文章', 'null', NULL),
(89, '2019-10-15 11:35:34', '2019-10-15 11:35:34', '添加<kiwiTest>文章到<ffff>目录', '3', NULL),
(90, '2019-10-15 12:28:35', '2019-10-15 12:28:35', '添加目录<习近平>到<公共目录>', '3', NULL),
(91, '2019-10-15 12:28:42', '2019-10-15 12:28:42', '添加目录<习近1>到<公共目录>', '3', NULL),
(92, '2019-10-15 12:31:03', '2019-10-15 12:31:03', '添加目录<balba>到<公共目录>', '3', NULL),
(93, '2019-10-15 12:32:14', '2019-10-15 12:32:14', '添加目录<wangz>到<公共目录>', '3', NULL),
(94, '2019-10-15 12:33:08', '2019-10-15 12:33:08', '添加目录<fsaf>到<私人目录>', '3', NULL),
(95, '2019-10-15 12:35:49', '2019-10-15 12:35:49', '删除私人目录下的<fsaf>目录', '3', NULL),
(96, '2019-10-15 12:36:01', '2019-10-15 12:36:01', '删除公共目录下的<balba>目录', '3', NULL),
(97, '2019-10-15 12:36:26', '2019-10-15 12:36:26', '删除公共目录下的<balba>目录', '3', NULL),
(98, '2019-10-15 12:36:53', '2019-10-15 12:36:53', '删除公共目录下的<wangz>目录', '3', NULL),
(99, '2019-10-15 12:37:04', '2019-10-15 12:37:04', '添加目录<aa>到<公共目录>', '3', NULL),
(100, '2019-10-15 12:38:08', '2019-10-15 12:38:08', '删除公共目录下的<aa>目录', '3', NULL),
(101, '2019-10-15 12:41:37', '2019-10-15 12:41:37', '添加目录<fff>到<公共目录>', '3', NULL),
(102, '2019-10-15 12:41:52', '2019-10-15 12:41:52', '删除公共目录下的<fff>目录', '3', NULL),
(103, '2019-10-15 12:42:39', '2019-10-15 12:42:39', '删除公共目录下的<fff>目录', '3', NULL),
(104, '2019-10-15 12:42:46', '2019-10-15 12:42:46', '添加目录<aa>到<公共目录>', '3', NULL),
(105, '2019-10-15 12:42:57', '2019-10-15 12:42:57', '删除公共目录下的<aa>目录', '3', NULL),
(106, '2019-10-15 12:44:21', '2019-10-15 12:44:21', '添加目录<ffa>到<公共目录>', '3', NULL),
(107, '2019-10-15 12:44:29', '2019-10-15 12:44:29', '删除公共目录下的<ffa>目录', '3', NULL),
(108, '2019-10-15 12:45:02', '2019-10-15 12:45:02', '添加目录<sa>到<公共目录>', '3', NULL),
(109, '2019-10-15 12:45:08', '2019-10-15 12:45:08', '删除公共目录下的<sa>目录', '3', NULL),
(110, '2019-10-15 12:46:16', '2019-10-15 12:46:16', '添加目录<sa>到<公共目录>', '3', NULL),
(111, '2019-10-15 12:46:19', '2019-10-15 12:46:19', '添加目录<saa>到<公共目录>', '3', NULL),
(112, '2019-10-15 12:46:26', '2019-10-15 12:46:26', '删除公共目录下的<saa>目录', '3', NULL),
(113, '2019-10-15 12:47:07', '2019-10-15 12:47:07', '添加目录<gg>到<公共目录>', '3', NULL),
(114, '2019-10-15 12:47:14', '2019-10-15 12:47:14', '删除公共目录下的<gg>目录', '3', NULL),
(115, '2019-10-15 12:47:46', '2019-10-15 12:47:46', '添加目录<fas>到<公共目录>', '3', NULL),
(116, '2019-10-15 12:47:53', '2019-10-15 12:47:53', '删除公共目录下的<fas>目录', '3', NULL),
(117, '2019-10-15 12:49:39', '2019-10-15 12:49:39', '添加目录<fa>到<公共目录>', '3', NULL),
(118, '2019-10-15 12:49:46', '2019-10-15 12:49:46', '删除公共目录下的<fa>目录', '3', NULL),
(119, '2019-10-15 12:52:07', '2019-10-15 12:52:07', '添加目录<aa>到<公共目录>', '3', NULL),
(120, '2019-10-15 12:52:14', '2019-10-15 12:52:14', '删除公共目录下的<aa>目录', '3', NULL),
(121, '2019-10-15 12:53:17', '2019-10-15 12:53:17', '添加目录<q''qqq>到<公共目录>', '3', NULL),
(122, '2019-10-15 12:53:55', '2019-10-15 12:53:55', '删除公共目录下的<q''qqq>目录', '3', NULL),
(123, '2019-10-15 12:56:23', '2019-10-15 12:56:23', '添加目录<aa>到<公共目录>', '3', NULL),
(124, '2019-10-15 12:56:33', '2019-10-15 12:56:33', '删除公共目录下的<aa>目录', '3', NULL),
(125, '2019-10-15 12:57:50', '2019-10-15 12:57:50', '添加目录<ff>到<私人目录>', '3', NULL),
(126, '2019-10-15 12:58:56', '2019-10-15 12:58:56', '删除私人目录下的<ff>目录', '3', NULL),
(127, '2019-10-15 12:59:08', '2019-10-15 12:59:08', '删除公共目录下的<习近1>目录', '3', NULL),
(128, '2019-10-15 13:01:34', '2019-10-15 13:01:34', '添加目录<fass>到<公共目录>', '3', NULL),
(129, '2019-10-15 13:02:07', '2019-10-15 13:02:07', '删除公共目录下的<fass>目录', '3', NULL),
(130, '2019-10-15 13:03:33', '2019-10-15 13:03:33', '添加目录<as>到<公共目录>', '3', NULL),
(131, '2019-10-15 13:03:39', '2019-10-15 13:03:39', '删除公共目录下的<as>目录', '3', NULL),
(132, '2019-10-15 13:05:06', '2019-10-15 13:05:06', '删除公共目录下的<as>目录', '3', NULL),
(133, '2019-10-15 13:05:17', '2019-10-15 13:05:17', '添加目录<ff>到<公共目录>', '3', NULL),
(134, '2019-10-15 13:05:38', '2019-10-15 13:05:38', '添加目录<sss>到<公共目录>', '3', NULL),
(135, '2019-10-15 13:05:46', '2019-10-15 13:05:46', '删除公共目录下的<sss>目录', '3', NULL),
(136, '2019-10-15 13:06:36', '2019-10-15 13:06:36', '添加目录<fa>到<公共目录>', '3', NULL),
(137, '2019-10-15 13:06:51', '2019-10-15 13:06:51', '删除公共目录下的<ff>目录', '3', NULL),
(138, '2019-10-15 13:38:14', '2019-10-15 13:38:14', '删除公共目录下的<fa>目录', '3', NULL),
(139, '2019-10-15 13:38:27', '2019-10-15 13:38:27', '添加目录<aa>到<私人目录>', '3', NULL),
(140, '2019-10-15 13:38:39', '2019-10-15 13:38:39', '添加目录<as>到<公共目录>', '3', NULL),
(141, '2019-10-15 13:38:48', '2019-10-15 13:38:48', '删除公共目录下的<as>目录', '3', NULL),
(142, '2019-10-15 13:38:56', '2019-10-15 13:38:56', '添加目录<fff>到<公共目录>', '3', NULL),
(143, '2019-10-15 13:39:06', '2019-10-15 13:39:06', '添加目录<qq>到<公共目录>', '3', NULL),
(144, '2019-10-15 13:39:15', '2019-10-15 13:39:15', '删除公共目录下的<fff>目录', '3', NULL),
(145, '2019-10-15 13:39:25', '2019-10-15 13:39:25', '添加目录<qs>到<公共目录>', '3', NULL),
(146, '2019-10-15 13:40:29', '2019-10-15 13:40:29', '添加<what>文章到<ffff>目录', '3', NULL),
(147, '2019-10-15 13:42:08', '2019-10-15 13:42:08', '删除公共目录下的<qqf>目录', '3', NULL),
(148, '2019-10-15 13:42:16', '2019-10-15 13:42:16', '添加目录<as>到<公共目录>', '3', NULL),
(149, '2019-10-15 13:44:32', '2019-10-15 13:44:32', '添加<asf>文章到<ffff>目录', '3', NULL),
(150, '2019-10-15 13:45:23', '2019-10-15 13:45:23', '添加<ggg>文章到<ffff>目录', '3', NULL),
(151, '2019-10-15 13:49:30', '2019-10-15 13:49:30', '删除<ffff>目录下的<what>文章', '3', NULL),
(152, '2019-10-15 13:49:46', '2019-10-15 13:49:46', '删除<ffff>目录下的<asf>文章', '3', NULL),
(153, '2019-10-15 13:56:19', '2019-10-15 13:56:19', '修改<ffff>目录下的<ggga>文章', '3', NULL),
(154, '2019-10-16 01:17:11', '2019-10-16 01:17:11', '添加目录<ff>到<公共目录>', '3', NULL),
(155, '2019-10-16 01:17:27', '2019-10-16 01:17:27', '删除公共目录下的<as>目录', '3', NULL),
(156, '2019-10-16 01:17:45', '2019-10-16 01:17:45', '删除公共目录下的<ff>目录', '3', NULL),
(157, '2019-10-16 01:38:07', '2019-10-16 01:38:07', '添加<kiwi>文章到<qsa>目录', '3', NULL),
(158, '2019-10-16 01:38:20', '2019-10-16 01:38:20', '添加<fff>文章到<qsa>目录', '3', NULL),
(159, '2019-10-16 01:38:27', '2019-10-16 01:38:27', '删除<qsa>目录下的<kiwi>文章', '3', NULL),
(160, '2019-10-16 01:38:41', '2019-10-16 01:38:41', '修改<qsa>目录下的<fffa>文章', '3', NULL),
(161, '2019-10-16 01:57:12', '2019-10-16 01:57:12', '删除<qsa>目录下的<fffa>文章', '3', NULL),
(162, '2019-10-16 01:57:30', '2019-10-16 01:57:30', '添加<fff>文章到<qsa>目录', '3', NULL),
(163, '2019-10-16 01:57:42', '2019-10-16 01:57:42', '删除<qsa>目录下的<fff>文章', '3', NULL),
(164, '2019-10-16 02:03:30', '2019-10-16 02:03:30', '修改<asdf>目录下的<ggga>文章', '3', NULL),
(165, '2019-10-16 02:14:20', '2019-10-16 02:14:20', '删除<asdf>目录下的<ggga>文章', '3', NULL),
(166, '2019-10-16 02:15:44', '2019-10-16 02:15:44', '添加<fas>文章到<asdf>目录', '3', NULL),
(167, '2019-10-16 02:16:07', '2019-10-16 02:16:07', '删除<asdf>目录下的<fas>文章', '3', NULL),
(168, '2019-10-16 02:25:26', '2019-10-16 02:25:26', '添加<asdas>文章到<asdf>目录', '3', NULL),
(169, '2019-10-16 02:25:34', '2019-10-16 02:25:34', '删除<asdf>目录下的<asdas>文章', '3', NULL),
(170, '2019-10-16 02:29:12', '2019-10-16 02:29:12', '添加<aa>文章到<asdf>目录', '3', NULL),
(171, '2019-10-16 02:30:03', '2019-10-16 02:30:03', '删除<asdf>目录下的<aa>文章', '3', NULL),
(172, '2019-10-16 02:31:41', '2019-10-16 02:31:41', '添加<asdas>文章到<asdf>目录', '3', NULL),
(173, '2019-10-16 02:31:50', '2019-10-16 02:31:50', '删除<asdf>目录下的<asdas>文章', '3', NULL),
(174, '2019-10-16 02:33:11', '2019-10-16 02:33:11', '修改<asdf>目录下的<kiwiTes>文章', '3', NULL),
(175, '2019-10-16 02:42:50', '2019-10-16 02:42:50', '添加<safsaf>文章到<qsa>目录', '3', NULL),
(176, '2019-10-16 02:42:59', '2019-10-16 02:42:59', '删除<qsa>目录下的<safsaf>文章', '3', NULL),
(177, '2019-10-16 02:46:18', '2019-10-16 02:46:18', '添加<fu''cfu''c>文章到<qsa>目录', '3', NULL),
(178, '2019-10-16 02:47:01', '2019-10-16 02:47:01', '删除<qsa>目录下的<fu''cfu''c>文章', '3', NULL),
(179, '2019-10-16 02:47:20', '2019-10-16 02:47:20', '添加<fasfas>文章到<qsa>目录', '3', NULL),
(180, '2019-10-16 02:47:38', '2019-10-16 02:47:38', '修改<qsa>目录下的<fasfasa>文章', '3', NULL),
(181, '2019-10-16 02:47:46', '2019-10-16 02:47:46', '删除<qsa>目录下的<fasfasa>文章', '3', NULL),
(182, '2019-10-16 02:48:13', '2019-10-16 02:48:13', '添加<asfsf>文章到<qsa>目录', '3', NULL),
(183, '2019-10-16 03:05:31', '2019-10-16 03:05:31', '添加<啊的法国>文章到<林土狗>目录', '5', NULL),
(184, '2019-10-16 03:06:18', '2019-10-16 03:06:18', '修改<林土狗>目录下的<啊的法>文章', '5', NULL),
(185, '2019-10-16 03:11:46', '2019-10-16 03:11:46', '删除私人目录下的<huhu>目录', '5', NULL),
(186, '2019-10-16 03:13:01', '2019-10-16 03:13:01', '添加<dfag>文章到<林土狗>目录', '5', NULL),
(187, '2019-10-16 03:13:18', '2019-10-16 03:13:18', '删除<林土狗>目录下的<dfag>文章', '5', NULL),
(188, '2019-10-16 03:14:27', '2019-10-16 03:14:27', '修改<林土狗>目录下的<啊的>文章', '5', NULL),
(189, '2019-10-16 03:14:52', '2019-10-16 03:14:52', '添加<企鹅>文章到<林土狗>目录', '5', NULL),
(190, '2019-10-16 03:15:00', '2019-10-16 03:15:00', '删除<林土狗>目录下的<企鹅>文章', '5', NULL),
(191, '2019-10-16 03:17:25', '2019-10-16 03:17:25', '添加<1棋炜>文章到<猪八戒>目录', '5', NULL),
(192, '2019-10-16 03:17:49', '2019-10-16 03:17:49', '修改<猪八戒>目录下的<1棋>文章', '5', NULL),
(193, '2019-10-16 03:17:55', '2019-10-16 03:17:55', '删除<猪八戒>目录下的<1棋>文章', '5', NULL),
(194, '2019-10-16 03:19:18', '2019-10-16 03:19:18', '删除<林土狗>目录下的<啊的>文章', '5', NULL),
(195, '2019-10-16 03:18:06', '2019-10-16 03:18:06', '添加<fasf>文章到<qsa>目录', '3', NULL),
(196, '2019-10-16 03:18:34', '2019-10-16 03:18:34', '删除<qsa>目录下的<asfsf>文章', '3', NULL),
(197, '2019-10-16 03:19:01', '2019-10-16 03:19:01', '删除公共目录下的<qsa>目录', '3', NULL),
(198, '2019-10-16 03:19:12', '2019-10-16 03:19:12', '添加目录<sadasf>到<公共目录>', '3', NULL),
(199, '2019-10-16 03:19:29', '2019-10-16 03:19:29', '添加<fsafsafs>文章到<sadasf>目录', '3', NULL),
(200, '2019-10-16 03:21:05', '2019-10-16 03:21:05', '修改<sadasf>目录下的<fs>文章', '3', NULL),
(201, '2019-10-16 03:21:35', '2019-10-16 03:21:35', '删除<sadasf>目录下的<fs>文章', '3', NULL),
(202, '2019-10-16 03:22:00', '2019-10-16 03:22:00', '添加<fsfsaf>文章到<sadasf>目录', '3', NULL),
(203, '2019-10-16 03:22:32', '2019-10-16 03:22:32', '添加<ff''sa''ff>文章到<sadasf>目录', '3', NULL),
(204, '2019-10-16 03:24:34', '2019-10-16 03:24:34', '添加<f''saf''sa>文章到<sadasf>目录', '3', NULL),
(205, '2019-10-16 03:26:07', '2019-10-16 03:26:07', '添加<f''sa''ff''>文章到<sadasf>目录', '3', NULL),
(206, '2019-10-16 03:27:47', '2019-10-16 03:27:47', '添加<sasa''f''s>文章到<sadasf>目录', '3', NULL),
(207, '2019-10-16 06:16:11', '2019-10-16 06:16:11', '添加<请问>文章到<猪八戒>目录', '5', NULL),
(208, '2019-10-16 06:16:33', '2019-10-16 06:16:33', '删除<猪八戒>目录下的<请问>文章', '5', NULL),
(209, '2019-10-16 06:18:29', '2019-10-16 06:18:29', '添加<权威>文章到<林土狗>目录', '5', NULL),
(210, '2019-10-16 06:19:47', '2019-10-16 06:19:47', '修改<林土狗>目录下的<权威123>文章', '5', NULL),
(211, '2019-10-16 06:20:14', '2019-10-16 06:20:14', '添加<12312>文章到<林土狗>目录', '5', NULL),
(212, '2019-10-16 06:21:11', '2019-10-16 06:21:11', '删除<林土狗>目录下的<12312>文章', '5', NULL),
(213, '2019-10-16 06:21:54', '2019-10-16 06:21:54', '添加<1212券王>文章到<猪八戒>目录', '5', NULL),
(214, '2019-10-16 06:22:16', '2019-10-16 06:22:16', '修改<猪八戒>目录下的<1212券>文章', '5', NULL),
(215, '2019-10-16 06:22:28', '2019-10-16 06:22:28', '删除<猪八戒>目录下的<1212券>文章', '5', NULL),
(216, '2019-10-16 06:22:47', '2019-10-16 06:22:47', '删除<林土狗>目录下的<权威123>文章', '5', NULL),
(217, '2019-10-16 06:23:15', '2019-10-16 06:23:15', '添加<123123>文章到<林废>目录', '5', NULL),
(218, '2019-10-16 06:23:39', '2019-10-16 06:23:39', '删除<林废>目录下的<123123>文章', '5', NULL),
(219, '2019-10-16 06:31:18', '2019-10-16 06:31:18', '添加<fs>文章到<习近平>目录', '3', NULL),
(220, '2019-10-16 06:32:45', '2019-10-16 06:32:45', '添加<safsa>文章到<习近平>目录', '3', NULL),
(221, '2019-10-16 06:33:54', '2019-10-16 06:33:54', '添加<fasf>文章到<习近平>目录', '3', NULL),
(222, '2019-10-16 06:36:46', '2019-10-16 06:36:46', '删除<习近平>目录下的<fs>文章', '3', NULL),
(223, '2019-10-16 06:36:59', '2019-10-16 06:36:59', '删除<习近平>目录下的<safsa>文章', '3', NULL),
(224, '2019-10-16 06:37:06', '2019-10-16 06:37:06', '删除<习近平>目录下的<fasf>文章', '3', NULL),
(225, '2019-10-16 06:42:09', '2019-10-16 06:42:09', '添加<fffsa>文章到<SpringBoot>目录', '3', NULL),
(226, '2019-10-16 06:45:38', '2019-10-16 06:45:38', '删除<SpringBoot>目录下的<fffsa>文章', '3', NULL),
(227, '2019-10-16 06:46:45', '2019-10-16 06:46:45', '添加<f''sa''f飞洒>文章到<SpringBoot>目录', '3', NULL),
(228, '2019-10-16 06:46:54', '2019-10-16 06:46:54', '删除<SpringBoot>目录下的<f''sa''f飞洒>文章', '3', NULL),
(229, '2019-10-16 06:50:16', '2019-10-16 06:50:16', '添加<fasfasf>文章到<SpringBoot>目录', '3', NULL),
(230, '2019-10-16 06:50:26', '2019-10-16 06:50:26', '删除<SpringBoot>目录下的<fasfasf>文章', '3', NULL),
(231, '2019-10-16 06:51:29', '2019-10-16 06:51:29', '添加<fsaf>文章到<SpringBoot>目录', '3', NULL),
(232, '2019-10-16 06:54:35', '2019-10-16 06:54:35', '删除<SpringBoot>目录下的<fsaf>文章', '3', NULL),
(233, '2019-10-16 06:56:46', '2019-10-16 06:56:46', '添加<fasa>文章到<SpringBoot>目录', '3', NULL),
(234, '2019-10-16 06:56:53', '2019-10-16 06:56:53', '删除<SpringBoot>目录下的<fasa>文章', '3', NULL),
(235, '2019-10-18 00:54:08', '2019-10-18 00:54:08', '添加<li>文章到<asdf>目录', '3', NULL),
(236, '2019-10-18 06:30:22', '2019-10-18 06:30:22', '添加<ddgh>文章到<柯南>目录', '4', NULL),
(237, '2019-10-18 06:34:25', '2019-10-18 06:34:25', '添加目录<huspring>到<私人目录>', '4', NULL),
(238, '2019-10-18 08:02:19', '2019-10-18 08:02:19', '添加目录<林没披颜>到<公共目录>', '5', NULL),
(239, '2019-10-18 08:02:42', '2019-10-18 08:02:42', '添加<还是得很好>文章到<林没披颜>目录', '5', NULL),
(240, '2019-10-18 08:04:29', '2019-10-18 08:04:29', '删除<林没披颜>目录下的<还是得很好>文章', '5', NULL),
(241, '2019-10-18 08:05:44', '2019-10-18 08:05:44', '添加目录<乐乐>到<公共目录>', '4', NULL),
(242, '2019-10-18 08:06:14', '2019-10-18 08:06:14', '添加<咳咳>文章到<乐乐>目录', '4', NULL),
(243, '2019-10-18 08:06:43', '2019-10-18 08:06:43', '删除公共目录下的<林没>目录', '5', NULL),
(244, '2019-10-18 08:08:25', '2019-10-18 08:08:25', '修改<柯南>目录下的<elo>文章', '4', NULL),
(245, '2019-10-18 08:09:00', '2019-10-18 08:09:00', '修改<柯南>目录下的<elo>文章', '4', NULL),
(246, '2019-10-18 08:09:14', '2019-10-18 08:09:14', '修改<柯南>目录下的<elo2>文章', '4', NULL),
(247, '2019-10-18 08:09:26', '2019-10-18 08:09:26', '添加<呼呼>文章到<喷人语录>目录', '5', NULL),
(248, '2019-10-18 08:10:47', '2019-10-18 08:10:47', '修改<喷人语录>目录下的<解决>文章', '5', NULL),
(249, '2019-10-18 08:11:17', '2019-10-18 08:11:17', '添加<解决>文章到<喷人语录>目录', '5', NULL),
(250, '2019-10-18 08:11:25', '2019-10-18 08:11:25', '添加<好好好>文章到<喷人语录>目录', '5', NULL),
(251, '2019-10-18 08:11:39', '2019-10-18 08:11:39', '修改<喷人语录>目录下的<解决>文章', '5', NULL),
(252, '2019-10-18 08:14:02', '2019-10-18 08:14:02', '添加<没解决>文章到<猪八戒>目录', '5', NULL),
(253, '2019-10-18 08:14:14', '2019-10-18 08:14:14', '删除<猪八戒>目录下的<解决>文章', '5', NULL),
(254, '2019-10-18 08:14:50', '2019-10-18 08:14:50', '删除<猪八戒>目录下的<解决>文章', '5', NULL),
(255, '2019-10-18 08:14:57', '2019-10-18 08:14:57', '删除<猪八戒>目录下的<没解决>文章', '5', NULL),
(256, '2019-10-18 08:15:07', '2019-10-18 08:15:07', '删除公共目录下的<猪八戒>目录', '5', NULL),
(257, '2019-10-18 08:22:09', '2019-10-18 08:22:09', '添加目录<林废>到<私人目录>', '5', NULL),
(258, '2019-10-18 08:22:17', '2019-10-18 08:22:17', '添加目录<林徐州>到<私人目录>', '5', NULL),
(259, '2019-10-18 08:22:25', '2019-10-18 08:22:25', '添加目录<林>到<私人目录>', '5', NULL),
(260, '2019-10-18 08:23:02', '2019-10-18 08:23:02', '添加<林>文章到<林废>目录', '5', NULL),
(261, '2019-10-18 08:23:11', '2019-10-18 08:23:11', '添加<林券王1>文章到<林废>目录', '5', NULL),
(262, '2019-10-18 08:23:21', '2019-10-18 08:23:21', '修改<林废>目录下的<林>文章', '5', NULL),
(263, '2019-10-18 08:40:17', '2019-10-18 08:40:17', '添加<林废>文章到<林废>目录', '5', NULL),
(264, '2019-10-18 08:40:28', '2019-10-18 08:40:28', '修改<林废>目录下的<林废>文章', '5', NULL),
(265, '2019-10-18 08:40:35', '2019-10-18 08:40:35', '修改<林废>目录下的<林>文章', '5', NULL),
(266, '2019-10-18 08:40:41', '2019-10-18 08:40:41', '修改<林废>目录下的<林林>文章', '5', NULL),
(267, '2019-10-18 08:40:51', '2019-10-18 08:40:51', '修改<林废>目录下的<林废>文章', '5', NULL),
(268, '2019-10-18 10:48:29', '2019-10-18 10:48:29', '删除公共目录下的<徐州少武>目录', '3', NULL),
(269, '2019-10-18 11:14:31', '2019-10-18 11:14:31', '添加目录<wangdefa>到<公共目录>', '3', NULL),
(270, '2019-10-18 11:14:46', '2019-10-18 11:14:46', '添加<afssafsa>文章到<wangdefa>目录', '3', NULL),
(271, '2019-10-20 13:50:41', '2019-10-20 13:50:41', '添加目录<fasfsa>到<公共目录>', '3', NULL),
(272, '2019-10-20 14:00:27', '2019-10-20 14:00:27', '添加<fasf>文章到<kiwi>目录', '3', NULL),
(273, '2019-10-20 14:01:54', '2019-10-20 14:01:54', '添加<fa''s''ffa>文章到<fasfsa>目录', '3', NULL),
(274, '2019-10-20 14:02:17', '2019-10-20 14:02:17', '修改<fasfsa>目录下的<fa''s''ffa>文章', '3', NULL),
(275, '2019-10-21 08:22:07', '2019-10-21 08:22:07', '添加<发顺丰>文章到<SpringBoot>目录', '3', NULL),
(276, '2019-10-21 08:26:17', '2019-10-21 08:26:17', '添加<法亲王>文章到<fasfsa>目录', '3', NULL),
(277, '2019-10-21 08:27:42', '2019-10-21 08:27:42', '添加<啊是大>文章到<fasfsa>目录', '3', NULL),
(278, '2019-10-21 08:27:58', '2019-10-21 08:27:58', '修改<fasfsa>目录下的<啊是大>文章', '3', NULL),
(279, '2019-10-21 08:28:23', '2019-10-21 08:28:23', '添加<敲文>文章到<fasfsa>目录', '3', NULL),
(280, '2019-10-21 08:28:31', '2019-10-21 08:28:31', '删除<fasfsa>目录下的<敲文>文章', '3', NULL),
(281, '2019-10-21 08:28:40', '2019-10-21 08:28:40', '添加<213>文章到<fasfsa>目录', '3', NULL),
(282, '2019-10-21 08:29:56', '2019-10-21 08:29:56', '添加<阿三>文章到<fasfsa>目录', '3', NULL),
(283, '2019-10-21 08:31:49', '2019-10-21 08:31:49', '添加<敲文>文章到<fasfsa>目录', '3', NULL),
(284, '2019-10-21 08:33:31', '2019-10-21 08:33:31', '添加<覆盖>文章到<fasfsa>目录', '3', NULL),
(285, '2019-10-21 08:34:43', '2019-10-21 08:34:43', '添加<啊是大>文章到<fasfsa>目录', '3', NULL),
(286, '2019-10-21 08:36:16', '2019-10-21 08:36:16', '添加<而>文章到<fasfsa>目录', '3', NULL),
(287, '2019-10-21 08:41:49', '2019-10-21 08:41:49', '添加<敲文>文章到<fasfsa>目录', '3', NULL),
(288, '2019-10-21 08:52:50', '2019-10-21 08:52:50', '删除<fasfsa>目录下的<敲文>文章', '3', NULL),
(289, '2019-11-05 00:43:05', '2019-11-05 00:43:05', '添加<fa发送>文章到<林废>目录', '5', NULL),
(290, '2019-11-05 00:46:10', '2019-11-05 00:46:10', '删除私人目录下的<林物>目录', '5', NULL),
(291, '2019-11-05 00:50:40', '2019-11-05 00:50:40', '删除公共目录下的<SpringBoot>目录', '5', NULL),
(292, '2019-11-05 00:51:14', '2019-11-05 00:51:14', '删除私人目录下的<林土狗>目录', '5', NULL);

-- --------------------------------------------------------

--
-- 转存表中的数据 `menus`
--

INSERT INTO `menus` (`id`, `create_time`, `update_time`, `name`, `target`) VALUES
(1, '2019-06-20 19:21:19', '2019-06-23 03:50:52', '公共', '_self'),
(2, '2019-06-20 19:21:19', '2019-06-23 03:53:39', '私人', '_self');

-- --------------------------------------------------------



--
-- 转存表中的数据 `posts`
--

INSERT INTO `posts` (`type`, `id`, `create_time`, `update_time`, `create_from`, `disallow_comment`, `edit_time`, `format_content`, `original_content`, `title`, `top_priority`, `visits`) VALUES
(1, 1, '2019-06-14 19:21:19', '2019-10-11 07:32:16', 5, 0, '2019-10-11 07:32:16', '<h1>JAVA反射', '<h1>JAVA反射机制是在运行状态中</h1>\n对于任意一个实体类，都能够知道这个类的所有属性和方法；对于任意一个对象，<h1>都能够调用它的任意方</h1>法和属性；这种动态获取信息以及动态调用对象方法的功能称为java语言的反射机制。', 'Hello', 1, 25),
(2, 4, '2019-06-14 19:21:19', '2019-10-18 08:09:14', 4, 0, '2019-10-18 08:09:14', '## 酷炫sql是我', '## 酷炫sql是我\n\n```\nselect DISTINCT status from tb_category\n```\n\n## 酷炫表格\n\n|*|0个或多个匹配|\n|-|-|\n|+|1个或多个匹配（等于{1,}）|\n|? |0个或1个匹配（等于{0,1}）|\n|{n} |指定数目的匹配|\n|{n,} |不少于指定数目的匹配|\n|{n,m}|匹配数目的范围（m不超过255）|\n\n\n![图片](http://localhost:8088/wx/storage/fetch/9hguhngr975p9tqabesa.jpg)', 'elo2', 1, 5),
(1, 5, '2019-06-14 19:21:19', '2019-06-14 20:25:40', 3, 0, '2019-06-14 20:22:40', '父窗口😀', '<h1> 父窗口 <span> 试图</span></h1>\n\n<p> mother fuck？ </p>', 'ello', 1, 1),
(2, 67, '2019-10-15 03:19:26', '2019-10-15 03:19:26', 5, 0, NULL, '徐州徐州', '徐州徐州', '林', NULL, 0),
(2, 68, '2019-10-15 11:35:36', '2019-10-16 02:33:11', 3, 0, '2019-10-16 02:33:11', '|serious|s', '|serious|so|why|\n|-|-|-|\n|serious|so| serious |', 'kiwiTes', NULL, 0),
(2, 89, '2019-10-16 03:22:01', '2019-10-16 03:22:01', 3, 0, NULL, 'fasfasfsaf', 'fasfasfsafasfsaf', 'fsfsaf', NULL, 0),
(2, 90, '2019-10-16 03:22:32', '2019-10-16 03:22:32', 3, 0, NULL, '飞洒飞洒发发生飞洒发', '飞洒飞洒发发生飞洒发 是', 'ff''sa''ff', NULL, 0),
(2, 91, '2019-10-16 03:24:37', '2019-10-16 03:24:37', 3, 0, NULL, '|头1|头2|头3|', '|头1|头2|头3|\n|-|-|-|\n|行1|行2|行3|', 'f''saf''sa', NULL, 0),
(2, 92, '2019-10-16 03:26:10', '2019-10-16 03:26:10', 3, 0, NULL, '发顺丰飞洒飞洒发生飞', '发顺丰飞洒飞洒发生飞洒飞洒', 'f''sa''ff''', NULL, 0),
(2, 93, '2019-10-16 03:27:48', '2019-10-16 03:27:48', 3, 0, NULL, '|头1|头2|头3|', '|头1|头2|头3|\n|-|-|-|\n|行1|行2|行3|', 'sasa''f''s', NULL, 0),
(2, 121, '2019-10-16 07:25:58', '2019-10-16 07:26:10', 3, 0, '2019-10-16 07:26:10', '发生飞洒发飞洒发', '发生飞洒发飞洒发', 'fa''s''ffa', NULL, 0),
(1, 123, '2019-10-18 00:54:10', '2019-10-18 00:54:10', 3, 0, NULL, '<table>\n<t', '<table>\n<tr>\n<th>头1</th>\n<th>头2</th>\n</tr>\n<tr>\n<td>行 1</td>\n<td>行 1</td>\n</tr>\n</table>', 'li', NULL, 1),
(1, 124, '2019-10-18 06:30:23', '2019-10-18 06:30:23', 4, 0, NULL, 'df<img src', 'df<img src=''http://wechat.kiwi1.cn/:8088/wx/storage/fetch/kp9319gzazwcovcxzykd.png'' height=''10''/>', 'ddgh', NULL, 1),
(2, 126, '2019-10-18 08:06:15', '2019-10-18 08:06:15', 4, 0, NULL, '咯|头1|头2|头3', '咯|头1|头2|头3|\n|-|-|-|\n|行1|行2|行3|', '咳咳', NULL, 0),
(2, 130, '2019-10-18 08:23:11', '2019-10-18 08:40:42', 5, 0, '2019-10-18 08:40:42', '大苏打', '大苏打', '林林', NULL, 0),
(2, 131, '2019-10-18 08:40:17', '2019-10-18 08:40:52', 5, 0, '2019-10-18 08:40:52', '啊实打实打算', '啊实打实打算', '林废', NULL, 0),
(2, 132, '2019-10-18 11:14:47', '2019-10-18 11:14:47', 3, 0, NULL, '|头1|头2|头3|', '|头1|头2|头3|\n|-|-|-|\n|行1|行2|行3|', 'afssafsa', NULL, 1),
(2, 133, '2019-10-20 14:00:28', '2019-10-20 14:00:28', 3, 0, NULL, '``` \nfasf', '``` \nfasf\n ```', 'fasf', NULL, 0),
(2, 134, '2019-10-20 14:01:54', '2019-10-20 14:02:17', 3, 0, '2019-10-20 14:02:17', '```\n hello', '```\n hello world\n```', 'fa''s''ffa', NULL, 0),
(2, 135, '2019-10-21 08:27:43', '2019-10-21 08:27:43', 3, 0, NULL, '啊是大', '啊是大', '啊是大', NULL, 0),
(2, 138, '2019-11-05 00:43:05', '2019-11-05 00:43:05', 5, 0, NULL, '飞洒', '飞洒', 'fa发送', NULL, 0);

--
-- 转存表中的数据 `post_categories`
--

INSERT INTO `post_categories` (`id`, `create_time`, `update_time`, `category_id`, `post_id`) VALUES
(3, '2019-06-26 07:36:46', '2019-06-26 07:36:46', 4, 4),
(4, '2019-06-27 18:56:18', '2019-06-27 18:56:18', 4, 5),
(5, '2019-06-26 06:49:06', '2019-06-26 06:49:06', 1, 1),
(34, '2019-10-09 14:06:01', NULL, 21, 44),
(52, '2019-10-12 08:52:14', NULL, 3, 64),
(54, '2019-10-15 03:19:26', NULL, 64, 67),
(55, '2019-10-15 11:35:36', NULL, 69, 68),
(74, '2019-10-16 03:18:14', NULL, 96, 87),
(76, '2019-10-16 03:22:01', NULL, 99, 89),
(77, '2019-10-16 03:22:33', NULL, 99, 90),
(78, '2019-10-16 03:24:37', NULL, 99, 91),
(79, '2019-10-16 03:26:11', NULL, 99, 92),
(80, '2019-10-16 03:27:49', NULL, 99, 93),
(108, '2019-10-16 07:25:58', NULL, 67, 121),
(109, '2019-10-16 08:28:51', NULL, 100, 122),
(110, '2019-10-18 00:54:10', NULL, 69, 123),
(111, '2019-10-18 06:30:23', NULL, 4, 124),
(113, '2019-10-18 08:06:15', NULL, 103, 126),
(117, '2019-10-18 08:23:11', NULL, 64, 130),
(118, '2019-10-18 08:40:18', NULL, 64, 131),
(119, '2019-10-18 11:14:47', NULL, 105, 132),
(120, '2019-10-20 14:00:28', NULL, 99, 133),
(121, '2019-10-20 14:01:55', NULL, 106, 134),
(122, '2019-10-21 08:27:43', NULL, 106, 135),
(125, '2019-11-05 00:43:05', NULL, 64, 138);

-- --------------------------------------------------------

--
-- 转存表中的数据 `system_const`
--

INSERT INTO `system_const` (`id`, `created_ts`, `creator`, `editor`, `last_modified_ts`, `is_Init`, `const_Name`) VALUES
(9, '2020-02-06 15:06:23', 1357902468, 1357902468, '2020-02-06 15:06:23', 'Y', 'elasticSearch索引库');

-- --------------------------------------------------------

--
-- 转存表中的数据 `sys_msg`
--

INSERT INTO `sys_msg` (`id`, `rec_id`, `send_id`, `email`, `title`, `type`, `post_time`) VALUES
(11, 5, 15, 'http://kiwi1.cn/upload/2019/10/my-0c1c93fd19a7415eb26b4fd5ed0c25cc.png', '2', 1, '2019-10-14 08:33:07'),
(12, 5, 16, 'http://kiwi1.cn/upload/2019/10/my-0c1c93fd19a7415eb26b4fd5ed0c25cc.png', '1', 1, '2019-10-18 02:11:38'),
(13, 5, 17, 'http://kiwi1.cn/upload/2019/10/my-0c1c93fd19a7415eb26b4fd5ed0c25cc.png', '1', 1, '2019-10-18 08:10:08'),
(14, 5, 18, 'http://kiwi1.cn/upload/2019/10/my-0c1c93fd19a7415eb26b4fd5ed0c25cc.png', '2', 1, '2019-10-18 08:10:37'),
(15, 4, 19, 'http://kiwi1.cn/upload/2019/10/my-0c1c93fd19a7415eb26b4fd5ed0c25cc.png', '4', 1, '2019-10-20 13:52:18'),
(16, 3, 20, 'http://kiwi1.cn/upload/2019/10/my-0c1c93fd19a7415eb26b4fd5ed0c25cc.png', '123', 1, '2019-11-05 00:42:52');

-- --------------------------------------------------------

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`id`, `username`, `password`, `gender`, `birthday`, `last_login_time`, `last_login_ip`, `nickname`, `mobile`, `avatar`, `weixin_openid`, `session_key`, `status`, `add_time`, `update_time`, `deleted`) VALUES
(3, 'o2dt75QrvivjsrGzxmkikLDZtotw', 'o2dt75QrvivjsrGzxmkikLDZtotw', 1, NULL, '2020-02-03 17:23:28', '0:0:0:0:0:0:0:1', 'Kiwi', '', 'https://wx.qlogo.cn/mmopen/vi_32/jztWyPiaickdpCJCMFFsBVGeBBwVmQGm3Og3icPsff2qhiagianseQg8D1zksCmycPKYhAxCHA7OODjaTnDufj4BCGw/132', 'o2dt75QrvivjsrGzxmkikLDZtotw', 'IJgWGUXAmlVL/I33FS+WgQ==', 0, '2019-10-20 20:59:17', '2020-02-03 17:23:28', 0),
(4, 'o2dt75TEHllotJKGYDoGpWGNcpag', 'o2dt75TEHllotJKGYDoGpWGNcpag', 1, NULL, '2019-11-04 14:28:26', '0:0:0:0:0:0:0:1', 'huhuhu', '', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLavticUJaic97T3D6IUVMn4yRTTjYlwDadBKhtoz1SZLgdufL19zJHvH46QOzJVzZnG71ibx0y1Kflw/132', 'o2dt75TEHllotJKGYDoGpWGNcpag', '9kqgN3sUpgpMdBw8zgwrkg==', 0, '2019-11-04 14:28:26', '2019-11-04 14:28:26', 0),
(5, 'o2dt75UGSOhxnbTQkkxoomXeeIEQ', 'o2dt75UGSOhxnbTQkkxoomXeeIEQ', 1, NULL, '2019-11-05 08:40:29', '0:0:0:0:0:0:0:1', 'ZH..46', '', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLlGeK8U1Z9HtSFt8Ky4HWL7wI2aNZIIXkdtruJrQZWW4ic06ksmhHdFzz1FuAZs6KF7slGJgYMVAQ/132', 'o2dt75UGSOhxnbTQkkxoomXeeIEQ', 'cVoR0cYwdN54Ke5StgeDNg==', 0, '2019-11-05 08:39:37', '2019-11-05 08:40:29', 0);

-- --------------------------------------------------------

-- --------------------------------------------------------

--
-- 转存表中的数据 `user_groups`
--

INSERT INTO `user_groups` (`id`, `user_id`, `friend_id`) VALUES
(1, 3, 5),
(2, 4, 5),
(3, 3, 4),
(4, 5, 4),
(5, 4, 3),
(6, 5, 3);

-- --------------------------------------------------------


--
-- 转存表中的数据 `user_msg`
--

INSERT INTO `user_msg` (`id`, `name`, `msg`, `create_time`, `update_time`) VALUES
(674058500476764161, NULL, NULL, '2020-02-03 09:07:50', '2020-02-03 09:07:50'),
(674058538032562177, NULL, NULL, '2020-02-03 09:07:58', '2020-02-03 09:07:58'),
(674059769106923524, 'a', 'a', '2020-02-03 09:12:52', '2020-02-03 09:12:52'),
(674060708991729665, 'a', 'a', '2020-02-03 09:16:36', '2020-02-03 09:16:36'),
(674060722753241097, 'a', 'a', '2020-02-03 09:16:40', '2020-02-03 09:16:40'),
(674060756769046528, 'a', 'a', '2020-02-03 09:16:41', '2020-02-03 09:16:41'),
(674060951930011652, 'a', 'a', '2020-02-03 09:17:34', '2020-02-03 09:17:34'),
(674060969516728327, 'a', 'a', '2020-02-03 09:17:39', '2020-02-03 09:17:39'),
(674061357431128072, 'a', 'a', '2020-02-03 09:19:11', '2020-02-03 09:19:11');

--
-- Indexes for dumped tables
--

